4ops.terraform
amazonwebservices.aws-toolkit-vscode
astro-build.astro-vscode
benjaminbenais.copilot-theme
betajob.modulestf
boto3typed.boto3-ide
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
github.copilot
github.copilot-chat
github.vscode-github-actions
gitlab.gitlab-workflow
golang.go
hangxingliu.vscode-systemd-support
hashicorp.hcl
hashicorp.terraform
ionutvmi.path-autocomplete
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
mvllow.rose-pine
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
tamasfe.even-better-toml
timonwong.shellcheck
twxs.cmake
vscode-icons-team.vscode-icons
zeshuaro.vscode-python-poetry
