git
lightdm
sudo
git
python3-full
xorg
xserver-xorg
xinit
libpangocairo-1.0-0
python3-xcffib
python3-cairocffi
python3-cffi
libwlroots-dev
sshpass
alacritty
rofi
nmap
ufw
podman
podman-compose
graphviz
python3-pip
mlocate
python3-dbus-next
feh
picom
dunst
jq
papirus-icon-theme
plymouth
fish
arandr
neovim
curl
wget
neofetch
firefox-esr
conky
ngrep
lsd
bat
fzf
brightnessctl
webp-pixbuf-loader
net-tools
thunar
htop
xclip
pass
tor
tcpdump
pipewire
python3-pulsectl
software-properties-common
apt-transport-https
ca-certificates
zip
build-essential
wireless-tools
libiw-dev
fonts-font-awesome
google-chrome-stable
tmux
lightdm-gtk-greeter-settings
brave-browser
nodejs
npm
snapd
pm-utils
light-locker
